tap "ariga/tap"
tap "asmvik/formulae"
tap "bufbuild/buf"
tap "coursier/formulas"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "homebrew/services"
tap "jackielii/tap"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "porter-dev/porter"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
tap "withgraphite/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cloudflared"
brew "clusterawsadm"
brew "clusterctl"
brew "cmatrix"
brew "coreutils"
brew "ctlptl"
brew "deno"
brew "docker"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gitea"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goose"
brew "gzip"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libpq", link: true
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "minikube"
brew "mono"
brew "neovim"
brew "nginx"
brew "node"
brew "nowplaying-cli"
brew "pass"
brew "pinentry-mac"
brew "pngpaste"
brew "postgresql@14", restart_service: :changed, link: false
brew "postgresql@15"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "sl"
brew "sqlc"
brew "sqlfluff"
brew "switchaudio-osx"
brew "tailscale"
brew "tectonic"
brew "thefuck"
brew "tmux"
brew "uv"
brew "wget"
brew "yq"
brew "zoxide"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "porter-dev/porter/porter"
brew "stripe/stripe-cli/stripe"
brew "tilt-dev/tap/tilt"
brew "withgraphite/tap/graphite"
cask "1password"
cask "arc"
cask "betterdisplay"
cask "bitwarden"
cask "chatgpt"
cask "cursor"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "font-sf-mono"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "goreleaser"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postico"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "wezterm"
cask "whisky"
cask "zen"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "csstools.postcss"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "harryhopkinson.vim-theme"
vscode "j69.ejs-beautify"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "stripe.vscode-stripe"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-leptos"
cargo "cargo-run-script"
cargo "diesel_cli"
cargo "leptosfmt"
cargo "trunk"
